[
    {
        "research_topic": "Gender Discrimination & Bias",
        "definition": "This encompasses unequal treatment, prejudice, or stereotyping based on gender. It can manifest in various forms, such as sexism, misogyny, or the favoring of one gender over another."
    },
    {
        "research_topic": "Gender Inequality",
        "definition": "This refers to the unequal distribution of opportunities, resources, or power between genders. It can be observed in areas like education, employment, income, and political representation."
    },
    {
        "research_topic": "Gender Based Violence",
        "definition": "This includes any form of violence that is directed at an individual based on their gender identity or expression. It can range from physical and sexual assault to psychological abuse, harassment, and harmful traditional practices."
    },
    {
        "research_topic": "Gender Stereotypes & Roles",
        "definition": "These are socially constructed beliefs and expectations about how individuals of different genders should behave, dress, and express themselves. They can limit opportunities and reinforce inequalities."
    },
    {
        "research_topic": "Gender Identity & Expression",
        "definition": "This encompasses the wide range of ways in which individuals understand and express their gender. It includes transgender, non-binary, and genderqueer identities. Issues in this category can include discrimination, lack of legal recognition, and barriers to healthcare."
    },
    {
        "research_topic": "Gender Sexuality",
        "definition": "This explores the intersection between gender and sexual orientation, including issues like heteronormativity, homophobia, and biphobia. It also addresses the unique challenges faced by LGBTQ+ individuals."
    },
    {
        "research_topic": "Gender Health",
        "definition": "This examines how gender impacts health outcomes and access to healthcare. It includes topics like reproductive health, maternal mortality, and the gendered impact of diseases."
    },
    {
        "research_topic": "Gender Education",
        "definition": "This focuses on how gender affects educational opportunities and experiences. It can include issues like gender gaps in literacy rates, discrimination in schools, and the gendered nature of school curricula."
    },
    {
        "research_topic": "Gender at Work",
        "definition": "This explores the gendered division of labor, the gender pay gap, workplace discrimination, and the challenges faced by working mothers. It also addresses the underrepresentation of women in leadership positions."
    },
    {
        "research_topic": "Gender in Media",
        "definition": "This examines how gender is represented in the media, including issues like the sexualization of women, the portrayal of masculinity, and the lack of diversity in media representation. It also addresses the role of media in shaping societal attitudes about gender."
    },
    {
        "research_topic": "Gender Equality",
        "definition": "Gender equality is the condition where social systems and institutions enable individuals to freely and equally participate in the political, economic, and social life of their choosing, without being subjected to discrimination. It seeks to recognize and promote equal rights, opportunities, and access for all genders, with the aim of establishing a balanced and fair society."
    },
    {
        "research_topic": "Gender Activism",
        "definition": "Gender activism is a dedicated effort to promote gender equity and challenge gender stereotypes and norms through advocacy, awareness campaigns, and policy change. It encompasses a range of activities aimed at addressing gender disparities and promoting the rights and well-being of all genders."
    },
    {
        "research_topic": "Gender Sensitivity",
        "definition": "Gender sensitivity is the understanding and awareness of the different experiences and needs of various genders. It involves recognizing gender roles and biases to ensure inclusive behavior and practices in social and professional interactions, thereby fostering an environment of respect and dignity for all, regardless of gender."
    },
    {
        "research_topic": "Gender Analysis",
        "definition": "Gender analysis is a methodological framework used to systematically examine the relationship between gender and different social and economic processes. Its goal is to reveal how gender relations influence various aspects of life, such as access to resources, decision-making power, and control over resources, thereby contributing to gender equity analysis and informed policymaking."
    }
]